Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/samfunnskunnskap.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: But the church is still important to most people in connection with ceremonies such as christenings, confirmations, weddings and funerals, in addition to Christmas.
nn: Men kyrkja er framleis viktig for dei fleste innbyggjarane ved seremoniar som dåp, konfirmasjon, bryllaup og gravferder, i tillegg til i jula.

source: Around 9,500 Norwegians died as a consequence of the war.
nn: Rundt 9500 nordmenn døydde som følgje av krigen.
